Docs/Reference/Content/images/dependencies/net8.0/d2/alloverit-aspnetcore.d2
direction: left

aoi: AllOverIt
aoi.alloverit-aspnetcore: AllOverIt.AspNetCore
microsoft-aspnetcore-app <- aoi.alloverit-aspnetcore
microsoft-aspnetcore-app.style.fill: "#ECCBC0"
microsoft-aspnetcore-app.style.opacity: 0.8
aoi.alloverit: AllOverIt
aoi.alloverit <- aoi.alloverit-aspnetcore
aoi.alloverit-assertion: AllOverIt.Assertion
aoi.alloverit-assertion <- aoi.alloverit
